# Печатаю 1***5***1, sep добавляет *** между 1, 5 и 1
print('\n', 1, 5, 1, sep='***')

# Ожидаемый результат = 9 4 46 -_- , end добавляет в конец -_-
# \t делает отступ
print('\n', 9, 4, 46, end="\n-_-\n")

# Просто печатает hello world. В начале как и в остальных примерах отступ
print("\n", 'hello world')

# Печатаю букву О
print("#########\n#\t#\n#\t#\n#\t#\n#########")

# Печатаю букву Н
print("\n#\t#\n#\t#\n#########\n#\t#\n#\t#")

# input для удобства
input("\nНажмите Enter для выхода...")
